Repository: giellalt/corpus-sme
Catalog: prestable/tmx/sma/admin/depts/udir.no/veiledning_kp_regning_2trinn_nordsamisk.pdf.tmx
Source language: sme
Languages: sma

source: jurddaša 8 + 7 lea ovtta eanet go 7 + 7, nappo 15. Oahppit ohppet maiddái strategiijaid daidda eará rehkenastinmálliide.
sma: 15 – 6 = ___ Mihka bæjjese ryöknoe taaleste 6 juktie joekehtsem gaavnedh gaskem govhte jïh 15.

source: Ollu oahppit geavahit “ lohkat bajásguvlui ” ” - dahje lohkat vulosguvlui ” - strategiijaid subtrakšuvdna
sma: Dan åvteste dihte 1 ryöknoe gosse govhte soermh bæjjese steerie, dïhte gaavnehte joekehtse lea luhkie. Aannan strategije gohtjesåvva «gaajhkem-ryöknedhš-strategije.

source: čovdet subtrakšuvdna bihtáid dainna lágiin ahte gesset veahážiid mielde ain hávális.
sma: Dïhte guhkiem vaasa, jïh dejtie viesjies ryöknijidie varke gåarede båajhtode ryöknedh.

source: Dađistaga máhttigohtet oahppit čoavdit subtrakšuvdnabargobihtáid nu ahte čovdet álkibut váttisvuođa ja geavahit dan vuolggasadjin gávdnat vástádusa bargobihttái, dahje nu ahte geavahit sihke lohkofáktáid ja strategiijaid.
sma: Gaajhkem-ryöknedh strategijh eah leah dan maereles gosse learohkh edtjieh taaligujmie barkedh mej jienebh sifferh. Learohkh mah leah taalefaaktah vejtiestamme, daejrieh golme jïh vïjhte lea gaektsie.

source: Váilevaš strategiijaovdáneapmi lea nannoseamos prediktáhtor matematihkkaváttuide maŋitáiggi.
sma: Læjsa sov daajroeh taali jïh ryöknemestrategiji bïjre nuhtjie juktie laavenjassem loetedh.

source: Dat mearkkaša ahte go muhtun oahppi joatká geavahit “ lohkat-buot ”
sma: Dïhte daajra vuesiehtimmien gaavhtan taalh maehtieh dåehkine juakasovvedh.

source: strategiijaid go eará oahppit leat juo geavahišgoahtán “ lohkatviidásit ” - strategiija ja lohkofáktá-máhtuset, de lea dat várrehus.
sma: Daate maahta akte hijven strategije årrodh dastegh dïhte åtnasåvva taalefaaktajgujmie ektine. Mihka tjabreminie strategijem reaktoelaakan nuhtjedh.

source: Jáhku mielde oahppi ii leat ovdánan vuođđo rehkenastinmáhtolašvuođain nu go vuordit, ja oahppi sáhttá oažžut oppalaš matematihkkaváttuid.
sma: båajhtode darjoeh gosse ryökneme-strategijh nuhtjieh, juktie dah båajhtode ryöknoeh jallh dah tjabreminie strategijem nuhtjedh.

source: Oahppit geain leat matematihkkaváttut rahčet eanet go eará oahppit lohkamiin gávdnat vástádusa álkes addišuvdnabargobihtáide
sma: Ööhpehtimmien ulmie lea learohkh edtjieh ryöknemestrategijijste ryöknedimmiestrategijide vaedtsedh.

source: (supmi guovtti logus vuollil logi).
sma: Lissine vihkeles learohkh taalafaaktah automatiseradieh.

source: Bargu viidásit Go viidásit galgá čuovvolahttit ohppiid de lea dárbbašlaš kártet mo oahppit čovdet addišuvdna- ja subtrakšuvdnabargobihtáid, sihke čállon bargobihtáid ja bargobihtáid mat
sma: Automatiseradamme taalefaaktah ryöknedimmiem aelhkebe darjoeh learoehkidie, juktie dïhte kognitijve maajsoe vaanene dan åvteste learohkh slyöhpoeh tïjjem jïh faamoem nuhtjedh

source: 24. siidu 34 siiddus máhttá oahppi ?
sma: ryöknemisnie.

source: Sáhttá leat ávkkálaš veahkehit oahppi oahppat bajil lohkofáktáid. Bargoáigi mii biddjo dasa, galggašii leat oalle oanehaš.
sma: Aaj aelhkie bijjieguvviem dassedh dan bïjre maam lea ryökneme, jïh mij aajmene ryöknedh, jis edtja vuesiehtimmien gaavhtan ryöknedidh 25 + 13 luhkie soermine.

source: Stoahkanhárjehallan, nugo bircospealut, dahje eará spealut mat leat heivehuvvon lohkofáktáid hárjehallamii dihto lohkoguovlluin, sáhttet
sma: Evtiedimmie ryöknedimmiestrategijijste «Gaajhkem-ryöknedhš-strategijijste addisjovnese lea sïejhme learohkh ånnetji ånnetji «guhkiebasse-ryöknedhš-strategijh lierieh.

source: geavahuvvot ohppiid movttiideapmái.
sma: Aalkoelisnie maahta årrodh guhkiebasse

source: Ohppiide berre leat čielggas mii lea aktivitehtaid ulbmil.
sma: Daate lea

source: Oahppit galggaše maiddái oažžut vejolašvuođa oahppat bajil lohkofáktáid mat muitalit differánssa loguid gaskkas, ovdamearka dihte ahte 5 – 2 = 3, ja ahte 5 – 3 = 2.
sma: Mænngan goh learohkh leah jïjnjh dååjrehtimmieh dorjeme ryökneminie, sijhtieh mujhtedh 3 + 5 lea gaektsie, jïh daam vöörhkedh goh akte taallefaakta maam maehtieh mænngan veedtjedh guhkiesmojhtesistie.

source: Dakkár ipmárdus addá maiddái ohppiide eanet máhtu loguid gaskasaš oktavuođain.
sma: Learohkh aaj strategijh evtiedieh dejtie mubpide ryöknedimmiesåarhtide.

source: Oallugat hárjehallet loguid gearduntabeallas. Muitte ahte sáhttá leat stuora veahkkin ohppiide
sma: Jïjnjh learohkh «bæjjese-ryöknedhš - jallh «våålese-ryöknedhš-strategijh nuhtjieh subtraksjovnese.

source: maŋŋil skuvlavázzimis ahte veahkeha sin maiddái máhttit gearduntabealla “ maŋos guvlui ”, dat mearkkaša ahte sii maiddái ohppet lohkofáktáid nugo ahte 21 lea seamma go golmma geardde čieža.
sma: «Våålese-ryöknedhš-strategijh leah krïevije dan åvteste dihte ryöknemem kreava göökte raajrojste seamma tïjjen: Tjuara våålese ryöknedh dehtie aktede taaleste dan måbpan, jïh seamma tïjjen bæjjese ryöknedh dam låhkoem

source: Oahpaheaddji sáhttá veahkehit oahppi oahppagoahtit máŋggalágan ja beaktilis strategiijaid ja geavahanguovlluid ja ahte daid besset geahččaladdet sihke unnán ja ollu doarjagiin.
sma: Mænngan learohkh sijhtieh maehtedh subtraksjovnelaavenjassh loetedh viehkine aktem aelhkebe dåeriesmoerem loetedh jïh dam goh våaroeminie nuhtjedh juktie vaestiedassem gaavnedh dan voestes laavenjassese, jallh aktem aktanimmiem nuhtjedh taalefaaktijste jïh strategijijste.

source: Go galgá veahkehit oahppi ovddidit strategiijaid, de ferte oahpahus
sma: Faatoes strategijeevtiedimmie lea dïhte veaksahkommes prediktovre dejtie minngebe matematihketsagkesidie.

source: heivehuvvon dasa ahte veahkeha oahppi ovdánit boahtte ceahkkái. Jus oahppi geavaha ” lohkat-buot ” - strategiija, de ferte mihttu vuos leat ahte veahkehit oahppi lohkanstrategiijai mas oahppi lohká viidáseappot.
sma: Daate sæjhta jiehtedh gosse akte learohke jåarhka «gaajhkem-ryöknedh š--strategijh nuhtjedh, gosse jeatjah learohkh lea aalkeme «guhkiebasse-ryöknedhš-strategijh jïh taalefaakta-daajroem nuhtjedh, daate akte

source: Oahppi ferte beassat hárjehallat, álgit stuorimus logus ja suorpmaiguin lohkat veahkkin dan mađe go dat unnimus lohku ovddasta. Ovdamearka dihte sáhttá 3 + 5 =__čoavdit nu
sma: Daate learohke sån ij dam evtiedimmiem utnieh dejstie uvtemesth ryöknedimmietjiehpiesvoetijste mejtie veanhtadibie, jïh learohke maahta sïejhme matematihketsagkesh evtiedidh.

source: ahte gávdná stuorimus logu (5) ja dan unnimus logu (3). Oahpaheaddji cuige ja dadjá stuorimus lohku (5) ja lohká viidásit suorpmaiguin 6,7,8.
sma: Learohkh matematihketsagkesigujmie tjabreminie aaj vielie goh mubpieh learohkh ryökneminie juktie vaestiedassh gaavnedh aelhkie addisjovnelaavenjassine (summe göökte taalijste unnebe goh luhkie).

source: Subtrakšuvdna lea hui gáibideaddji ohppiide geat rahčet.
sma: Daate joekehtse læssene gosse båarasåbpoe sjædta.

source: Geavat áinnas konkretiserenmateriála nu ahte oahppi sáhttá oaidnit ahte differánsa golmma ja viđa gaskkas lea guokte go guokte oažžu golbma lea vihtta.
sma: Geajnoe guhkiebasse Dan vijriesåbpoe dåarjelimmien gaavhtan lea daerpies goerehtalledh guktie learohke addisjovne- jïh subtraksjovnelaavenjassh luetieh, dovne bæjjese bïejeme laavenjassh jïh

source: Evttohus lassi lohkamuššii
sma: laavenjassh aktine kontekstine.

source: Áile - jur vuolábealde sierra beroštumi ráji
sma: Dastegh learohke ryöknoe, guktie learohke ryöknoe ?

source: Son merkesta figuvrraid go lohká. Seammás dáhpáhuvvá ahte son lohká ovtta beare unnán.
sma: Learohke seamma loetemevuekiem (ryöknemestrategije) nuhtjie gaajhkine laavenjassine ?

source: Dat sáhttá mearkkašit ahte Áile rahčá birget iežas strategiijain.
sma: Dah boelhkh mah daan barkose bïejesuvvieh, byöroeh naa åenehks årrodh.

source: Áiles orru unnán oahppu lohkoráiddu birra.
sma: Darjomen aajkoe byöroe tjïelke årrodh learoehkasse.

source: Áile ii čájet buriid máhtuid diehtit beaktilit dan maid galgá gávdnat lohkolinnjás, son maiddái lohká 0 rájes iige geavat struktuvrra mii lea addon.
sma: Learohkh byöroeh aaj nuepiem åadtjodh taalefaaktah automatiseradidh mah differansi bïjre soptsestieh taali gaskem, vuesiehtimmien gaavhtan 5 – 2 = 3 jïh 5 – 3 = 2.

source: Dat leage várra sivvan manne son ii leat geargan bargat buot bargobihtáid áigemeari siskkobealde.
sma: Learohke daarpesje dovne ovmessie strategijh jïh åtnoesuerkieh vuejnedh, jïh dejnie haarjanidh jeereldihkie viehkine.

source: Áile orru eahpesihkar
sma: Juktie learohkem viehkiehtidh strategijem evtiedidh tjuara ööhpehtimmiem sjïehteladtedh naemhtie guktie dïhte learohkem viehkehte minngeben daltesasse.

source: sadjevuogádaga ektui ja movt logežiid ja ovttežiid juohku lea.
sma: Dastegh learohke aktem «gaajhkem-ryöknedhš-strategijem nuhtjie,

source: Sus lea maiddái váttisvuohta sirret loguid sturrodaga mielde go logut leat stuoribut go 20, juoga mii čájeha ahte sus váilot máhtut ovttaskas logu sajádagas eará loguid ektui.
sma: dellie dïhte mubpie ulmie tjuara årrodh learohkem viehkiehtidh akten ryöknemestrategijen vööste gusnie learohke guhkiebasse ryöknoe. Maahta vuesiehtimmien gaavhtan learohkem lïerehtidh dam stööremes jïh unnemes taalem damtijidh aktene

source: Ovtta bargobihtás mas rievttes vástádus lea 27, lea Áile čállán 77.
sma: Vuesiehtimmien gaavhtan maahta 3 + 5 = __ loetedh viehkine dam stööremes taalem (5)

source: Dat sáhttá leat mearka giellaváttisvuođaide, danne go dárogillii tjuesju (27) sáhttá seahkánit sju sju (7 7).
sma: Lohkehtæjja tjuvtjede jïh jeahta dam stööremes taalem (5) jïh guhkiebasse ryöknoe golme soermine 6, 7, 8.

source: Áile rahčá lohkat bargobihtáin main ii galgga lohkat ovttain.
sma: Raeriestimmie vielie lohkemen bïjre Learohkeportrehth – Andrea, Jåvva jïh Meehte

source: Áiles lea maiddái váttisvuohta lohkat hivvodagaid mat leat juhkkojuvvon joavkkuide ruovderuđaiguin (viđežiiguin ja logežiiguin) go supmi lea badjel 40.
sma: Vuelielisnie golme learohkeportrehth gaavnh mij vuesehte maam akte learohke nuelesne, guhkene nuelesne jïh guhkene bijjelen tjoeperdimmieraastem leah pryövesne buektiehtamme.

source: Máhttu lohkat guokte ja guokte, vihtta ja vihtta, ja logi ja logi lea dárbbašlaš vai leat
sma: Dah learohkeportrehth leah golme learohkh mah lin meatan gosse dejtie orre goerehtallemepryövide pryövin.

source: Áile čájeha ahte son nagoda gávdnat stuorimus árvvu go máŋga hivvodaga buohtastahttojuvvojit.
sma: Guktie lin vaestiedamme, båajhtoeh vaestiedassh jïh

source: Dasa lassin nákce son gávdnat beali hivvodagain mat leat ruovderuhta joavkkuiguin huksejuvvon.
sma: strategijh mejtie maahta vïhtesjidh, leah åtnasovveme goh signaalh dïejvesegoerkesen jallh ryöknedimmietjiehpiesvoeten bïjre.

source: Áile máhttá álkis biddjon addišuvdna- ja subtrakšuvdnabargobihtáid oalle bures.
sma: Andrean pryöve vuesehte dïhte aktem strategijem nuhtjie juktie goerh kategoriseradidh jïh dejtie ryöknedh.

source: Seammás go bargobihtát main lea addišuvdna ja subtrakšuvdna čatnon kontekstii, leat váddáseabbo Áilii.
sma: Dïhte mïerhkem beaja goeride mearan ryökneminie. Seamma tïjjen heannede dïhte aktem fer vaeniem ryöknoe.

source: Orru nu ahte Áiles leat unnán lohkofáktat ja geavaha álkes strategiijaid, ja dat dahká
sma: Maahta vuejnedh goh Andrea tjabreminie sov jïjtse strategijem haalvedh.

source: Goitge go lea guorahallan su geahččaleami, de dárbbaša Áile bargat eanet:
sma: Maahta vååjnedh goh Andrea viesjies daajroem taalesïeven bïjre åtna.

source: • Lohkamiin: lohkat maŋos guvlui ja viidásit mearriduvvon loguin, lohkat hivvodagaid mat leat juhkkojuvvon (guokte ja guokte, vihtta ja vihtta, logi ja logi).
sma: Gosse altese pryövem vuartesje, maehtebe plæjjohkemïerhkh vuejnedh taalesïevesne, jïh dïhte Sæjroe 25 / 35 vuesehte Andrea bæjjese ryöknoe akti akti.

source: • Strategiijageavahemiin: ovdánahttit beaktileabbo strategiijaid lohkamis ja rehkenastimis (Lohkat-viidásit strategiijaid)
sma: Andrea viesjies maehtelesvoetem vuesehte radtjoeslaakan taalesïevesne vaaksjoehtidh, dïhte iktesth taaleste 0 ryöknoe jïh ij dam vadteme struktuvrem nuhtjh.

source: Lea dehálaš ahte oahpaheaddji čájeha Áiliii maid son máhttá.
sma: Daate aaj seapan man åvteste dïhte ij leah hïnneme gaajhkh

source: Oahpaheaddji, Áile ja váhnemat berrejit ságastit ovttas maid Áile galgá bargat eanet, nu ahte son ipmirda maid son galgá oahppat ja manne.
sma: laavenjassh darjodh tïjjemierien sisnjelen. Maahta vååjnedh goh Andra lea jueriedisnie posisjovnesysteemen bïjre jïh guktie edtja luhkieh jïh akth juekedh.

source: Son soaitá sáhttit álgit bargat lohkanhárjehallamiin, dainna sáhttet váhnemat ja Áile bargat searválagaid.
sma: Dïhte aaj dåeriesmoerh åtna taalh veesmedh stoeredahken mietie gosse taalh stuerebe goh 20, mij maahta vååjnedh goh dïhte daajroem fååtese taali sijjien bïjre gaskemsh.

source: Dehálaš lea Áile maiddái siskkildit su iežas ovdáneami árvvoštallamii.
sma: laavenjassesne, gusnie vaestiedasse lea 27, Andrea tjaaleme 67.

source: Nákce go son lohkat logežiid ja logežiid maŋŋil go lea hárjehallan dainna, dahje dárbbaša go son eanet hárjehallama dasa ?
sma: Daate maahta akte væhta årrodh gïeledåeriesmoerine, juktie göökteluhkietjïjhtje (27) maahta lotnesovvedh taaline govhteluhkietjïjhtje (67).

source: Joavnna leat máhttán dušše moadde bargobihtá geahččaleamis.
sma: Andrea tjabreminie laavenjassine ryöknedh gusnie ij aktine ryöknh.

source: Son čájeha ahte máhttá bidjat kategoriijaide ja lohkat eahpeordnejuvvon objeavttaid 15 rádjái, ja son čájeha ahte
sma: Jienebh laavenjassh mejtie ij leah vaestiedamme, jïh maahta vååjnedh dïhte ij mönsterem guarkah maam taalh

source: Bliántamearkkat objeavttain maid sáhttá lohkat, orru nu ahte Joavnna lohká ovtta ja ovtta go son galgá lohkat konkrehtaid mat leat
sma: Andrea aaj dåeriesmoerh åtna dåehkieveahkah ryöknedh beetnegigujmie (vïjhth jïh luhkieh) gosse veahka lea bijjelen 40.

source: Joavnna čájeha daid maid gohčodit álkes dahje ovttageardánis strategiijan.
sma: Maahta vååjnedh goh Andrea dåeriesmoerh åtna raajroeryöknedh jïh veahkah dåehkine ryöknedh.

source: Dat leat hui áiggeáddjit. Dat dáidá leat sivvan manne son ii leat geargan bargat buot bargobihtáid mat siskkildit lohkat strukturerejuvvon hivvodagaid.
sma: Maehtedh ryöknedh gööktine jïh gööktine, vïjhtine jïh vïjhtine, luhkine jïh luhkine lea daerpies jis edtja radtjoes ryöknemestrategijh utnedh, jïh maehtedh taalemöönsterh damtijidh.

source: Muhtun vástádusat Joavnnas čájehit ahte son ii ipmir ahte logut leat huksejuvvon logežiiguin ja ovttežiiguin.
sma: Andrea vuesehte satne buektehte dam stööremes aarvoem gaavnedh gosse tjuara jienebh veahkah viertiestidh.

source: De šaddá váttis sirret
sma: bigkeme beetnehdåehkijste.

source: loguid lassáneaddji ráidun dahje buohtastahttit hivvodagaid.
sma: Andrea aelhkie bæjjese bïejeme addisjovne- jïh subtraksjovnelaavenjassh buektehte naa hijvenlaakan.

source: Máŋgga siiddus geahččaleamis lea Joavnna vástidan boastut muhtun bargobihtáid, ja muhtumiid ii leat vástidan.
sma: Seamma tïjjen goh laavenjassh addisjovnine jïh subtraksjovnine kontekstesne leah gïervebe Andrease.

source: Danne eat dieđe man bures Joavnna máhttá sadjevuogádaga, loguid saji earáid
sma: Mejtie lea daerpies dah ryöknedimmiestuhtjh leah neebneme jis edtja buektiehtidh dejtie loetedh.

source: ektui, dahje doahpagiid nugo “ lagamus lohku ” ja “ lihka máŋga ”.
sma: pryövem gïehtjedamme, dle dïhte daarpesje vielie barkedh daejnie:

source: Joavnnas leat čielgasit váilevaš rehkenastinmáhtolašvuođat.
sma: • Taalh suerkesne 20-100, uvtemes aktem hijven taalegoerkesem evtiedidh jïh

source: Son ii leat máhttán ovttage addišuvdna ja subtrakšuvdna bargobihtá, ii biddjon bargobihtáid iige bargobihtáid mat leat
sma: posisjovnesysteemem guarkedh – luhkiesijjie jïh aktesijjie, juekeme taalijste, siffere-aarvoe jïh taale-aarvoe.

source: Son rahčá maiddái bargobihtáiguin main galgá lohkat juhkkojuvvon hivvodagaid.
sma: Unifix-klåbpoeh jïh tjuetiekaarhth maehtieh konkretiseradimmievierhtine åtnasovvedh

source: Dán geahččaleami vuođul lea veadjemeahttun maidege Joavnna addišuvdna ja subtrakšuvdna máhtuin.
sma: • Strategijeåtnoe: juktie radtjoesåbpoe strategijh ryöknemisnie jïh ryöknedimmesne evtiedidh (guhkiebasse ryöknedh-strategijh)

source: Joavnna kártengeahččaleamis sáhttá čoahkkáigeassit ahte Joavnna čájeha heajos ipmárdusa lohkodoahpagiin, ja sus leat unnán vurkojuvvon
sma: Vihkeles lohkehtæjja Andream vuesehte maam dïhte maahta, jïh gaajhkem maam buektiehtamme pryövesne.

source: lohkofáktát ja unnán rehkenastinstrategiijat.
sma: Lohkehtæjja, Andrea jïh dan eejhtegh byöroeh ektesne

source: Joavnna bargu viidásit Diehtit hui unnán maid Joavnna máhttá.
sma: Buektehte buerebe bååstede ryöknedh saaht mehtie taaleste ?

source: Joavnna lea čájehan ahte son máhttá veaháš siskkobealde lohkoguovllu 0-15.
sma: Jåvva ajve naan gille laavenjassh buektiehtamme pryövesne.

source: Das máhttá lohkat ja kategoriseret, lohkat guokte ja guokte, buohtastahttit hivvodagaid ja sirret loguid sturrodaga mielde.
sma: Dïhte vuesehte satne maahta kategoriseradidh jïh ryöknedh ov-öörneldihkie daeverh taalese 15 raajan, jïh vuesehte satne ånnetji guarka taalesïeveste.

source: Olggobealde dan
sma: taaleste 15.

source: lohkoguovllu čájeha Joavnna hui unnán lohkoipmárdusa.
sma: Dïhte aaj tjabreminie våålese ryöknedh.

source: Son čájeha váilevaš ipmárdusa sadjevuogádagas ja heajos lohkodoahpagiid.
sma: Seapan dle Jåvva båajhtode guarka dejnie laavenjassine gusnie edtja «seamma jïjnjhš

source: Dasa lassin čájeha Joavnna ahte sus váilot rehkenastinmáhtolašvuođat guovllus 0-10 sihke addišuvnnas ja subtrakšuvnnas.
sma: guvviedidh, jïh maahta årrodh guktie dïhte dïejvesem «seamma jïjnjhš guarka jïh / jallh seammavoetevæhtam guarka.

source: 27. siidu 34 siiddus árvala Joavnnai ja su váhnemiidda geavahit 1. jahkeceahki kártengeahččaleami laboratiivalaččat.
sma: Såemies Jåvvan vaestiedassijste vuesehte satne ij guarkah taalh leah bæjjese bigkeme luhkijste jïh aktijste.

source: Dat mearkkaša ahte son áigu várret áiggi nu ahte Joavnna sáhttá bargat dainna geahččalemiin dego dat livčče oahpponeavvu.
sma: Jieniebinie sæjrojne pryövesne Jåvva båajhtode vaestiedamme muvhtine laavenjassine, mearan mubpieh laavenjassh ij leah vaestiedamme.

source: Dan gaskkas go Joavnna čoavdá bargobihtáid, áicá oahpaheaddji ja jearrá gažaldagaid. Makkár strategiijaid geavaha Joavnna ?
sma: Dan åvteste ibie daejrieh man jïjnjem Jåvva maahta posisjovnesysteemen bïjre, taali sijjieh gaskemsh, jallh dïejvesh goh «lïhkemes taaleš, «lehkieš jïh «seamma

source: Makkár
sma: jïjnjhš.

source: Dat addá buoret vuođu plánet doaibmabijuid.
sma: Tjïelke Jåvvan leah viesjies ryöknedimmietjiehpiesvoeth.

source: Dat addá maiddái vuođu ságastallamii Joavnnain dan birra maid son máhttá ja movt dat sáhttá dahkat vuolggasaji viidásit oahppamii.
sma: Ij leah naaken dejstie laavenjassijste buektiehtamme addisjovnine jallh subtraksjovnine, mejtie lea bæjjese bïejeme laavenjassh, jallh laavenjassh aktene kontekstesne.

source: Joavnna beassá leat mielde bidjame oahppomihtuid viidásit bargui.
sma: Dïhte aaj tjabreminie laavenjassigujmie gusnie edtja veahkah ryöknedh dåehkine.

source: Dán proseassas lea lunddolaš siskkildit skuvlla erenoamášpedagogalaš resurssaid ja oktavuođaid.
sma: Daan pryöven mietie ij gåaredh jiehtedh gænnah maam Jåvva maahta addisjovnen jïh subtraksjovnen bïjre.

source: Marcus – ollu bajábealde sierra beroštumi ráji Marcusa bohtosat leat ollu bajábealde sierra beroštumi ráji ja čájehit ahte son máhttá measta buot kártengeahččaleamis.
sma: Jåvvan goerehtallemepryöveste maehtebe vihtiestidh Jåvva vuesehte satne viesjies taalegoerkesem, vaenie vöörhkeme taalefaaktah jïh vaenie ryöknemestrategijh åtna.

source: Son čájeha ahte máhttá kategoriseret ja lohkat objeavttaid, beallekonkrehtaid ja juhkkojuvvon hivvodagaid, vaikko leat bliántamearkkat geahččaleamis mat sáhttet čujuhit ahte son lohká ovttadagaid mat leat juhkkon logežiidda
sma: Jåvva lea vuesiehtamme satne maam akt maahta taalesuerkien 0-15 sisnjelen. Daesnie maahta ryöknedh jïh kategoriseradidh, ryöknedh gööktine gööktine, veahkah viertiestidh jïh taalh stoeredahken mietie.

source: ovtta ja ovtta mielde. Seammás son orru lohkame jođánit ja sihkkarit.
sma: Daan taalesuerkien ålkolen Jåvva gaajh vaenie taalegoerkesem vuesehte.

source: Marcus orru oadjebas lohkolinnjá ektui.
sma: Dïhte aaj

source: Son máhttá oaidnit loguid eará loguid ektui ja sirre loguid lassáneaddji ráidui.
sma: vuesehte satne goerkesem fååtese posisjovnesysteemen bïjre jïh viesjies taalegoerkesem.

source: Marcusa vástádusain vuhtto ahte son ipmirda ahte lohku lea juhkkojuvvon logežiidda ja ovttežiidda ja ahte son dovdá siffariid árvvu.
sma: Lissine Jåvva vuesehte satne ryöknedimmietjiehpiesvoeth fååtese suerkesne 0-10, dovne addisjovnesne jïh subtraksjovnesne.

source: Marcusa bargu viidásit Marcusa bohtosat eai muital maidege man buorit máhtolašvuođat sus leat rehkenastimis, ja daid ii sáhte dan dihte geavahit go galgá sutnje muitalit mo galgá bargat ovddos guvlui.
sma: Ibie nuekie daejrieh maam Jåvva haalvoe juktie dåarjelimmiem jïh dam guhkiebasse barkoem soejkesjidh, dan åvteste sæjhta daerpies årrodh vielie goerehtalleminie juktie Jåvvam viehkiehtidh.

source: váilvevašvuođaid ovttage dihto temás geahččaleamis.
sma: Jåvvan lohkehtæjja raereste Jåvvese jïh eejhtegidie

source: Marcusa viidásit čuovvoleapmi ferte váldit vuolggasaji eará dieđuin.
sma: goerehtallemepryövem 1. daltesasse laboratijvelaakan nuhtjedh.

source: Marcusa geahččaleamis leat unna mearkkat dan ektui ahte sus eai leat beaktilis strategiijat go son bargá juhkkojuvvon hivvodagaiguin.
sma: Mearan Jåvva laavenjasside dorje, lohkehtæjja sæjhta vïhtesjidh jïh gyhtjelassh gihtjedh. Mah strategijh Jåvva nuhtjie ?

source: Ovdalii go lohkat logežiid lohká son daid ovttežiid.
sma: Maahta våålese ryöknedh ? Mah taalefaaktah dïhte automatiseradamme.

source: Oahpaheaddji soaitá diktit Marcusa bargat eanet joavkolohkamiin seammás go bagadallá.
sma: Gosse pryöve naemhtie åtnasåvva, lohkehtæjja maahta aaj goerehtidh maam Jåvva buektehte gosse satne viehkehte.

source: 28. siidu 34 siiddus
sma: Daate sæjhta buerebe

source: Kártengeahččalemiid čuovvoleapmi lea dehálaš buot oahpaheddjiide ceahkis.
sma: Jåvva maahta meatan årrodh lïerehtimmieulmieh bïejedh dan vijriesåbpoe barkose.

source: Jahkeceahkki sáhttá doallat čoahkkáigeassima ja ságastallama geahččalemiid bohtosiid birra ovttas - ja rastá luohkáid / ohppiidjoavkkuid.
sma: Goerehtallemepryöven mietie, vijriesåbpoe goerehtalleme, vïhtesjimmie klaassetjiehtjielisnie jïh Jåvvine jïh altese eejhtegigujmie soptsestidh, maahta vuarjasjidh

source: Nu sáhttá badjelgeahčastaga oažžut eaŋkilohppiin sihke bajábealde ja vuolábealde sierra beroštumi ráji, ja ollislaččat
sma: mejtie PPD edtja Jåvvam salkehtidh. Daennie prosessesne lea iemie skuvlen sjïerepedagogeles vierhtieh jïh govlehtallijh meatan vaeltedh.

source: jahkeceahkis.
sma: Meehte guhkene bijjelen tjoeperdimmieraastem

source: Leat go skuvllas máŋga dahje moadde oahppi sierra beroštumi ráji vuolábealde ?
sma: Meehte lea guhkene tjoeperdimmieraasten bijjelen jïh vuesehte satne dam ellen jeanatjommesem buektehte goerehtallemepryövesne.

source: Leat go mis oahppit skuvllas mat sulastahttet Lena ?
sma: Seamma tïjjen dle vååjnoe goh varke jïh jearsoeslaakan

source: nákcen.
sma: ryöknoe.

source: Maid dat muitala oahpahusa birra ?
sma: Dïhte maahta taalide sinsitnien vööste

source: Galgat go plánet doaibmabijuid olles jahkeceahkkái ?
sma: vuejnedh jïh taalh veesmedh sjïdtije öörnegisnie.

source: Eaŋkiloahppái ?
sma: Meehten vaestiedassi mietie dle vååjnoe goh dïhte guarka taalh leah juakeme luhkine jïh aktine, jïh damta sifferi aarvoem.

source: Dat berre leat mihttun digaštallat movt sáhttá bargat ovttas ceahkis, ja mainna berre bargat eanet iešguđetge fágain.
sma: Meehte addisjovnem jïh subtraksjovnem haalvoe, dovne kontekstine jïh bielelen kontekste, jïh ajve akte göökte fiejlieh åtna daejnie laavenjassine.
